Repository: Pixeval/Pixeval
Catalog: src/Pixeval/Strings/*/EntryViewerPage.resw
Source language: en_us
Languages: ru_ru, zh_hans

# QrCodeTeachingTip.Title
source: Generate QR code
ru_ru: QR-код работы
zh_hans: 作品链接二维码

source: Share
ru_ru: Поделиться
zh_hans: 分享

# Background
source: Wallpaper
ru_ru: Обои
zh_hans: 壁纸

# CommentsTab.Content
source: Comments
ru_ru: Комментарии
zh_hans: 评论

# InfoAndComments
source: Info
ru_ru: Детали
zh_hans: 详情

# InfoTab.Content
source: Info
ru_ru: Детали
zh_hans: 详情

source: Lockscreen
ru_ru: Экран блокировки
zh_hans: 锁屏

# Mirror
source: Mirrored
ru_ru: Зеркальное отражение
zh_hans: 镜像翻转

# RelatedWorksTab.Content
source: Related works
ru_ru: Рекомендованные работы
zh_hans: 推荐作品

source: Rotate clockwise
ru_ru: Повернуть по часовой стрелке
zh_hans: 顺时针旋转

source: Rotate counterclockwise
ru_ru: Повернуть против часовой стрелки
zh_hans: 逆时针旋转

source: Set as...
ru_ru: Установить как
zh_hans: 设置显示的图片为

# SetAsBackgroundSucceededTitle
source: Set as background
ru_ru: Фон установлен
zh_hans: 已设置背景

# SetAsLockScreenSucceededTitle
source: Set as lockscreen
ru_ru: Экран блокировки установлен
zh_hans: 已设置锁屏

# PrevPageOrIllustration
source: L: Previous manga R: Previous collection
ru_ru: L: Предыдущая страница манги R: Предыдущая иллюстрация
zh_hans: L：上一页漫画 R：上一个画集

# PrevIllustration
source: L/R：Previous collection
ru_ru: L/R: Предыдущая иллюстрация
zh_hans: L/R：上一个画集

# NextPageOrIllustration
source: L：Next manga R：Next collection
ru_ru: L: Следующая страница манги R: Следующая иллюстрация
zh_hans: L：下一页漫画 R：下一个画集

# NextIllustration
source: L/R：Next collection
ru_ru: L/R: Следующая иллюстрация
zh_hans: L/R：下一个画集

# SetAsSucceededTitle
source: Succussfully set
ru_ru: Установлено успешно
zh_hans: 设置成功

# ShareTitleFormatted
source: Share {0}
ru_ru: Поделиться {0}
zh_hans: 分享{0}

source: Zoom in
ru_ru: Увеличить
zh_hans: 放大

source: Zoom out
ru_ru: Уменьшить
zh_hans: 缩小

# FollowingsNavigationViewItem.Content
source: Followings
ru_ru: Подписки
zh_hans: 关注的人

# MyPixivUserNavigationViewItem.Content
source: My Pixiv users
ru_ru: Друзья в Pixiv
zh_hans: 好P友

# RelatedUserNavigationViewItem.Content
source: Related users
ru_ru: Смежные художники
zh_hans: 相关用户

# FollowingUserItem.Title
source: Followings
ru_ru: Подписки
zh_hans: 关注中

# MyPixivUserItem.Title
source: My Pixiv users
ru_ru: Друзья в Pixiv
zh_hans: 好P友

# IllustrationCountItem.Title
source: Illustrations
ru_ru: Количество иллюстраций
zh_hans: 插画数

# MangaCountItem.Title
source: Mangas
ru_ru: Количество манги
zh_hans: 漫画数

# NovelCountItem.Title
source: Novels
ru_ru: Количество рассказов
zh_hans: 小说数

# WorkNavigationViewItem.Content
source: Works
ru_ru: Произведения
zh_hans: 作品

# BookmarksNavigationViewItem.Content
source: Bookmarks
ru_ru: Избранные произведения
zh_hans: 收藏作品

# PrevPageOrNovel
source: L: Previous page of the novel R: Previous Novel
ru_ru: L: Предыдущая страница/новелла
zh_hans: L：上一页小说 R：上一篇小说

# PrevNovel
source: L/R: Previous novel
ru_ru: L/R: Предыдущая новелла
zh_hans: L/R：上一篇小说

# NextPageOrNovel
source: L: The next page of the novel R: Next Novel
ru_ru: L: Следующая страница/новелла
zh_hans: L：下一页小说 R：下一篇小说

# NextNovel
source: L/R: Next novel
ru_ru: L/R: Следующая новелла
zh_hans: L/R：下一篇小说

# LoadingNovelTextBlock.Text
source: Loading novel
ru_ru: Загрузка новеллы
zh_hans: 正在加载小说

source: Novel Settings
ru_ru: Настройки новеллы
zh_hans: 小说设置

# NovelSettingsHeaderTextBlock.Text
source: Novel Settings
ru_ru: Настройки новеллы
zh_hans: 小说设置

# AddToBookmarkTeachingTip.CloseButtonContent
source: Add to bookmark
ru_ru: Добавить в закладки
zh_hans: 添加收藏

source: Added to bookmark
ru_ru: Добавлено в закладки
zh_hans: 已添加收藏

# BrowsingCompressedImage
source: 由于您未在设置中打开"浏览时查看原图"选项，因此该页面会显示压缩后的图片，若想要浏览原图，请在设置中打开对应选项
ru_ru: Поскольку вы не включили опцию «Просмотр исходного изображения при просмотре» в настройках, эта страница будет отображать сжатое изображение. Если вы хотите просмотреть исходное изображение, включите соответствующую опцию в настройках
